# QTTerminate

## Description
Disables QuickTime and disposes of internal QuickTime data structures.

```pascal
PROCEDURE QTTerminate;
```

```python
def vs.QTTerminate():
    return None
```

## Examples
```pascal
QTTerminate;
```
```python
import vs

# Disables QuickTime and disposes of internal QuickTime data structures.
vs.QTTerminate()
```

## Version
Availability: from VectorWorks8.5

## Category
* Special - QuickTime